/* Done Button for closing the mini browser */
"i18N_YMB_Done_Button" = "Fine";

/* Pop up menu action label */
"i18N_YMB_Search_Popup_Label" = "Cerca";

/* Open in safari action label */
"i18N_YMB_Share_Action_Open_in_Safari" = "Apri in Safari";

/* Browser Back accessibility label */
"i18N_YMB_back_access_label" = "Indietro.";

/* Browser Back accessibility hint */
"i18N_YMB_back_access_hint" = "Tocca due volte per tornare alla pagina web precedente.";

/* Browser share button accessibility label */
"i18N_YMB_share_access_label" = "Condividi.";
